#+title: Thai (Dhammayut) Bhikkhupāṭimokkha
#+format: TeX
#+startup: fold

** Pātimokkhaniṭṭhāna
#+begin_src latex :tangle ./manuscript/tex/pali/patimokkhanitthana.tex

\section{Pātimokkhaniṭṭhāna}
\label{patimokkhanitthana}

Uddiṭṭhaṁ kho āyasmanto nidānaṁ.\\
Uddiṭṭhā cattāro pārājikā dhammā.\\
Uddiṭṭhā terasa saṅghādisesā dhammā.\\
Uddiṭṭhā dve aniyatā dhammā.\\
Uddiṭṭhā tiṁsa nissaggiyā pācittiyā dhammā.\\
Uddiṭṭhā dve-navuti pācittiyā dhammā.\\
Uddiṭṭhā cattāro pāṭidesanīyā dhammā.\\
Uddiṭṭhā sekhiyā dhammā.\\
Uddiṭṭhā sattādhikaraṇasamathā dhammā.

Ettakan-tassa bhagavato sutt'āgataṁ sutta-pariyāpannaṁ anvaḍḍha-māsaṁ uddesaṁ āgacchati. Tattha sabbeh'eva samaggehi sammodamānehi avivadamānehi sikkhitabban ti.

\begin{outro}
  Bhikkhu-pāṭimokkhaṁ niṭṭhitaṁ
\end{outro}

\clearpage

#+end_src

#+RESULTS:
#+begin_example
\section{Pātimokkhaniṭṭhāna}
\label{patimokkhanitthana}

Uddiṭṭhaṁ kho āyasmanto nidānaṁ.\\
Uddiṭṭhā cattāro pārājikā dhammā.\\
Uddiṭṭhā terasa saṅghādisesā dhammā.\\
Uddiṭṭhā dve aniyatā dhammā.\\
Uddiṭṭhā tiṁsa nissaggiyā pācittiyā dhammā.\\
Uddiṭṭhā dve-navuti pācittiyā dhammā.\\
Uddiṭṭhā cattāro pāṭidesanīyā dhammā.\\
Uddiṭṭhā sekhiyā dhammā.\\
Uddiṭṭhā sattādhikaraṇasamathā dhammā.

Ettakan-tassa bhagavato sutt'āgataṁ sutta-pariyāpannaṁ anvaḍḍha-māsaṁ uddesaṁ āgacchati. Tattha sabbeh'eva samaggehi sammodamānehi avivadamānehi sikkhitabban ti.

\begin{outro}
  Bhikkhu-pāṭimokkhaṁ niṭṭhitaṁ
\end{outro}

\clearpage
#+end_example

